// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Wyrównaj";

DoneButton = "Gotowe";

PrintSheetTitle = "Wyrównywanie pojemników z tuszem";
PrintSheetMsg = "Wyrównanie pojemników z tuszem zapewnia najwyższą możliwą jakość druku. Upewnij się, że załadowany jest papier A4 lub Letter, a następnie kliknij przycisk Drukuj stronę.";

PrintSheetDefButton = "Drukuj stronę";
CancelButton = "Anuluj";

ScanInstructionText = "Drukarka drukuje stronę z wzorami wyrównywania. Postępuj zgodnie z instrukcjami na tej stronie, aby ukończyć proces wyrównywania.";

NewCartridgeHeader = "Zainstalowano nowy pojemnik z tuszem";
NewCartridgeText = "Jeśli właśnie zainstalowano nowy pojemnik, zalecane jest jego wyrównanie. Kliknij przycisk „Wyrównaj”, aby wyrównać nowy pojemnik.";

HSDTaskDescription = "Wyrównaj pojemniki z tuszem, aby zapewnić najwyższą możliwą jakość druku. W celu wyrównania pojemników postępuj zgodnie z instrukcjami w następnych oknach.";
HSDTaskNote = "Zalecane jest przeprowadzenie wyrównania po każdej wymianie pojemnika z tuszem.";
HSDAlignButtonTitle = "Wyrównaj…";
